<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>Document</title>
    <link rel="stylesheet" href="./style/preloader.css" />
    <link rel="stylesheet" href="./style/swiper.css" />
    <link href="https://fonts.cdnfonts.com/css/qanelas-soft" rel="stylesheet" />
    <link rel="stylesheet" href="./style/style.css" />
    <link rel="stylesheet" href="./style/cashe.css" />
    <link rel="stylesheet" href="./style/quiz.css" />
    <link rel="stylesheet" href="./style/adaptiv.css" />
    <link rel="stylesheet" href="./style/thanck.css" />
  </head>
  <body>
    <!-- quiz -->
    <!-- preloader -->
    <div id="page-preloader" class="preloader">
      <div class="loader"></div>
    </div>
    <!-- preloader -->
    <section class="quiz_thanck">
      <div class="container">
        <div class="quiz__wrapper">
          <!-- end block -->
          <div class="quiz__end_block">
            <div class="quiz__end_content">
              <img class="quiz__end_img" src="./img/end.png" alt="" />
              <div class="quiz__end_text_block">
                <h1 class="quiz__end_title">Спасибо за вашу заявку!</h1>
                <h2 class="quiz__end_subtitle">
                  Вы стали на шаг ближе к пассивному доходу. Ожидайте звонка
                  нашего менеджера в течении 24 часов!
                </h2>
              </div>
            </div>
          </div>
        </div>
      </div>

      <div class="quiz__link_wrapper">
        <p id="pol" class="quiz__link_info">Политика конфиденциальности</p>
        <p id="link" class="quiz__link_info">Пользовательское соглашение</p>
      </div>

      <div class="pop-up__fon">
        <div class="pop-up">
          <img class="pop-up__close" src="./img/close.svg" alt="" />
          <div class="pop-up__content">
            <!-- title -->
            <h1 class="pop-up__title">Политика конфиденциальности</h1>

            <div class="pop-up__text_wrapper">
              <p class="pop-up__text_p">
                1. Сбор и использование информации Мы собираем определенную
                информацию о вас, включая персональные данные, когда вы
                посещаете наш сайт или используете наши услуги. Эта информация
                может включать ваше имя, адрес электронной почты, контактные
                данные и другую информацию, необходимую для обработки ваших
                запросов. Мы используем собранную информацию для следующих
                целей:
              </p>
              <ul class="pop-up__ul">
                <li class="pop-up__text_p">
                  Обработка ваших заказов и предоставление услуг, которые вы
                  запросили.
                </li>
                <li class="pop-up__text_p">
                  Предоставление вам информации о наших продуктах, акциях и
                  специальных предложениях.
                </li>
                <li class="pop-up__text_p">
                  Улучшение качества наших услуг и оптимизация работы нашего
                  сайта.
                </li>

                <li class="pop-up__text_p">
                  Предотвращение мошенничества и обеспечение безопасности нашей
                  платформы.
                </li>
              </ul>
              <p class="pop-up__text_p">
                1. Раскрытие информации третьим лицам Мы можем передавать
                определенную информацию третьим лицам только в случаях,
                описанных в этой политике конфиденциальности или при получении
                вашего согласия. Мы гарантируем, что ваша информация будет
                передаваться только доверенным партнерам, которые соблюдают
                соответствующие стандарты безопасности и конфиденциальности.
              </p>
              <p class="pop-up__text_p">
                1. Ваши права У вас есть право запросить доступ к вашей
                персональной информации, исправить любые неточности или удалить
                данные, которые мы храним о вас. Вы также можете отказаться от
                получения рекламных материалов и обновлений, связавшись с нами
                по указанным контактным данным.
              </p>
              <p class="pop-up__text_p">
                1. Изменения в политике конфиденциальности Мы оставляем за собой
                право вносить изменения в нашу политику конфиденциальности в
                любое время. Любые изменения будут опубликованы на этой
                странице,
              </p>
            </div>
          </div>
        </div>
      </div>
      <div id="polz" class="pop-up__fonn">
        <div class="pop-up">
          <img id="close" class="pop-up__close" src="./img/close.svg" alt="" />
          <div class="pop-up__content">
            <!-- title -->
            <h1 class="pop-up__title">Пользывательское соглашения</h1>

            <div class="pop-up__text_wrapper">
              <p class="pop-up__text_p">
                Это пользовательское соглашение (далее "Соглашение") регулирует
                использование вами веб-сайта и услуг компании SolarCity (далее
                "Мы", "Нас", "Компания") и устанавливает правила и
                обязательства, которые вы должны соблюдать при использовании
                наших услуг.
              </p>

              <p class="pop-up__text_p">
                1. Принятие условий При доступе к нашему веб-сайту и
                использовании наших услуг вы подтверждаете, что ознакомились с
                этим Соглашением и согласны соблюдать его положения. Если вы не
                согласны с данным Соглашением, пожалуйста, не используйте наш
                веб-сайт и услуги.
              </p>
              <p class="pop-up__text_p">
                2. Интеллектуальная собственность Все авторские права, товарные
                знаки, патенты и другие интеллектуальные права на нашем
                веб-сайте и услугах принадлежат компании SolarCity или
                соответствующим правообладателям. Вы не имеете права
                использовать, воспроизводить или распространять материалы с
                нашего веб-сайта без предварительного письменного согласия..
              </p>
              <p class="pop-up__text_p">
                3. Ограничение ответственности Мы стремимся предоставлять точную
                и актуальную информацию на нашем веб-сайте, однако не
                гарантируем ее полноту или точность. Мы не несем ответственности
                за любые убытки или ущерб, возникшие в результате использования
                нашего веб-сайта или услуг.
              </p>
              <p class="pop-up__text_p">
                4. Конфиденциальность Мы ценим вашу конфиденциальность и
                обязуемся защищать ваши личные данные. Пожалуйста, ознакомьтесь
                с нашей Политикой конфиденциальности, чтобы узнать, как мы
                собираем, используем и защищаем ваши данные.
              </p>
              <p class="pop-up__text_p">
                5. Изменения условий Мы оставляем за собой право в любое время
                изменять это Соглашение по своему усмотрению. Все изменения
                будут размещены на нашем веб-сайте. Продолжение использования
                нашего веб-сайта после внесения изменений означает ваше согласие
                с обновленными условиями.
              </p>
              <p class="pop-up__text_p">
                6. Связь Если у вас возникли вопросы или замечания относительно
                данного Соглашения или наших услуг, пожалуйста, свяжитесь с нами
                по указанным контактным данным.
              </p>
              <p class="pop-up__text_p">
                Пожалуйста, обратите внимание, что данный текст является
                шаблоном пользовательского соглашения, и вам необходимо
                просмотреть его, адаптировать и дополнить в соответствии с
                вашими конкретными юридическими требованиями и политиками
                компании SolarCity. Рекомендуется проконсультироваться с
                юристом, чтобы убедиться в соответствии с действующим
                законодательством и требованиями вашей компании.
              </p>
            </div>
          </div>
        </div>
      </div>
    </section>
  </body>
  <script src="./js/preloader copy.js"></script>
  <script src="./js/popup.js"></script>

  <script src="./js/index.js"></script>
  <script src="./js/validation.js"></script>
  <script src="./js/question.js"></script>
  <script src="./js/cookies.js"></script>
  <script src="./js/swiper.js"></script>
  <script src="/js/preloader copy.js"></script>

  <!-- Initialize Swiper -->
  <script>
    var swiper = new Swiper(".mySwiper", {
      spaceBetween: 30,
      pagination: {
        el: ".swiper-pagination",
        clickable: true,
      },
    });
  </script>
</html>
